Repository: BalaPriyan/searxng
Catalog: searxng/translations/*/LC_MESSAGES/messages.po
Languages: ia

source: music
ia: musica

source: social media
ia: medios social

source: images
ia: imagines

source: it
ia: software

source: news
ia: novas

source: map
ia: mappa

source: science
ia: scientia

source: No item found
ia: Nulle item trovate

source: Invalid settings, please edit your preferences
ia: Configurationes non valide, per favor, modifica tu preferentias.

source: Invalid settings
ia: Configurationes invalide

source: search error
ia: error in recerca

source: {minutes} minute(s) ago
ia: {minutes} minuta(s) retro

source: {hours} hour(s), {minutes} minute(s) ago
ia: {hours} hora(s), {minutes} minuta(s) retro

source: Random value generator
ia: Generator de valores aleatori

source: Generate different random values
ia: Generar differente valores aleatori

source: Statistics functions
ia: Functiones statistic

source: Compute {functions} of the arguments
ia: Computa {functions} del argumentos

source: This entry has been superseded by
ia: Iste entrata esseva substituite per

source: Infinite scroll
ia: Rolamento infinite

source: Automatically load next page when scrolling to bottom of current page
ia: Automaticamente cargar le proxime pagina quando arrivar al fundo del pagina actual

source: Avoid paywalls by redirecting to open-access versions of publications when available
ia: Evita paywalls per redirectionar a versiones de publicationes in accesso aperte, quando disponibile

source: Search on category select
ia: Recercar in le categoria selectionate

source: Perform search immediately if a category selected. Disable to select multiple categories. (JavaScript required)
ia: Exequer le recerca immediatemente si un categoria es selectionate. Disactiva lo pro selectionar multiple categorias. (JavaScript es necessari)

source: Displays your IP if the query is "ip" and your user agent if the query contains "user agent".
ia: Monstra tu IP si le consulta es "ip"; e monstra tu agente de usator si le consulta contine "user agent".

source: Tracker URL remover
ia: Remover tracker del URL

source: Remove trackers arguments from the returned URL
ia: Remover argumentos del tracker ab le URL retornate

source: Vim-like hotkeys
ia: Vias breve de claviero tal como in Vim

source: Navigate search results with Vim-like hotkeys (JavaScript required). Press "h" key on main or result page to get help.
ia: Navigar in le resultatos de recerca per vias breve de claviero à la Vim (JavaScript es necessari). Pulsa le clave "h" super le pagina del resultato pro obtener adjuta.

source: Page not found
ia: Pagina non trovate

source: Go to %(search_page)s.
ia: Ir al %(search_page)s.

source: search page
ia: pagina de recerca

source: about
ia: a proposito

source: Advanced settings
ia: Configurationes avantiate

source: Close
ia: Clauder

source: Powered by
ia: Actionate per

source: a privacy-respecting, hackable metasearch engine
ia: un motor de meta-recerca, capabile de reprogrammation e respectuose al confidentialitate

source: Default language
ia: Lingua predefinite

source: magnet link
ia: ligamine magnetic

source: torrent file
ia: file torrente

source: cached
ia: in cache

source: proxied
ia: per proxy

source: Allow
ia: Permitter

source: supported
ia: supportate

source: not supported
ia: non supportate

source: preferences
ia: preferentias

source: Number of results
ia: Numero de resultatos

source: Preferences
ia: Preferentias

source: Privacy
ia: Confidentialitate

source: Engines
ia: Motores

source: Default categories
ia: categorias predefinite

source: Search language
ia: Lingua pro le recerca

source: What language do you prefer for search?
ia: Qual lingua tu prefere pro recercar?

source: SafeSearch
ia: Filtro de contento potentialmente offensive

source: Filter content
ia: Filtrar contento

source: Strict
ia: Rigorose

source: None
ia: Nulle

source: Autocomplete
ia: Autocompletar

source: Find stuff as you type
ia: Trova cosas durante que tu scribe

source: Interface language
ia: Lingua del interfacie

source: Change the language of the layout
ia: Cambia le lingua del interfacie

source: Themes
ia: Themas

source: Change searxng layout
ia: Cambiar le interfacie de searxng

source: Choose style for this theme
ia: Selectiona un stilo pro iste thema

source: Style
ia: Stilo

source: On
ia: Activate

source: Off
ia: Disactivate

source: Results on new tabs
ia: Resultatos sur nove schedas

source: Open result links on new browser tabs
ia: Aperir le resultatos sur nove schedas del navigator

source: Method
ia: Methodo

source: Change how forms are submited, <a href="http://en.wikipedia.org/wiki/Hypertext_Transfer_Protocol#Request_methods" rel="external">learn more about request methods</a>
ia: Cambiar como le formularios es submittite. <a href="http://en.wikipedia.org/wiki/Hypertext_Transfer_Protocol#Request_methods" rel="external"> apprende plus re methodos de requesta </a>

source: Image proxy
ia: Proxy pro imagines

source: Proxying image results through searxng
ia: Usar proxy pro obtener resultatos de imagines per searxng

source: Enabled
ia: Activate

source: Disabled
ia: Disactivate

source: Engine name
ia: Nomine del motor

source: Shortcut
ia: Via breve

source: Selected language
ia: Lingua selectionate

source: Time range
ia: Intervallo de tempore

source: Max time
ia: Tempore maxime

source: Keywords
ia: Parolas clave

source: Name
ia: Nomine

source: Examples
ia: Exemplos

source: This is the list of searxng's instant answering modules.
ia: Isto es le lista del modulos de responsa instantanee de searxng.

source: This is the list of cookies and their values searxng is storing on your computer.
ia: Isto es le lista de cookies e lor valores que searxng salva in tu computator.

source: With that list, you can assess searxng transparency.
ia: Per iste lista, tu pote evalutar le transparentia de searxng.

source: Cookie name
ia: Nomine de cookie

source: Value
ia: Valor

source: These settings are stored in your cookies, this allows us not to store this data about you.
ia: Iste preferentias es salvate in tu cookies, le qual permitte nos non salvar iste datos super vos.

source: These cookies serve your sole convenience, we don't use these cookies to track you.
ia: Iste cookies servi solmente a tu convenientia, nos non usa iste cookies pro traciar te.

source: Search URL of the currently saved preferences
ia: URL de Recerca del preferentias actualmente salvate

source: Note: specifying custom settings in the search URL can reduce privacy by leaking data to the clicked result sites.
ia: Nota: specificar configurationes personalisate in le URL de Recerca pote reducer le confidentialitate per lassar escappar datos al sitos cliccate in le resultatos.

source: save
ia: salveguardar

source: back
ia: retroceder

source: Reset defaults
ia: Restablir configurationes

source: Engines cannot retrieve results
ia: Le motores non poteva obtener resultatos

source: Suggestions
ia: Suggestiones

source: Links
ia: Ligamines

source: Search URL
ia: Recercar URL

source: Download results
ia: Discargar resultatos

source: Search results
ia: Resultatos de recerca

source: Try searching for:
ia: Essaya recercar pro:

source: next page
ia: pagina sequente

source: previous page
ia: pagina previe

source: Search for...
ia: Recercar re...

source: Start search
ia: Initiar recerca

source: stats
ia: statisticas

source: Engine stats
ia: Statisticas de motores

source: Scores
ia: Punctos

source: Scores per result
ia: Punctos per resultato

source: Anytime
ia: Aliquando

source: Last day
ia: Le die passate

source: Last week
ia: Le septimana passate

source: Last month
ia: Le mense passate

source: Last year
ia: Le anno passate

source: Heads up!
ia: Attention!

source: It look like you are using searxng first time.
ia: Il pare que tu usa searxng pro le prime vice.

source: currently, there are no cookies defined.
ia: actualmente, il non ha cookies definite.

source: There is currently no data available.
ia: Actualmente, il non ha datos disponibile.

source: Engines cannot retrieve results.
ia: Le motores non poteva obtener resultatos.

source: Please, try again later or find another searxng instance.
ia: Per favor, essaya de novo plus tarde o trova un altere instantia de searxng

source: Sorry!
ia: Pardono!

source: we didn't find any results. Please use another query or search in more categories.
ia: Nos trovava nulle resultatos. Per favor, usa altere consulta o recerca in plus categorias.

source: Well done!
ia: Bravo!

source: Settings saved successfully.
ia: Le configurationes es salvate con successo.

source: Oh snap!
ia: Oh no!

source: Something went wrong.
ia: Alco occurreva mal.

source: show media
ia: monstrar multimedia

source: hide media
ia: occultar multimedia

source: Filesize
ia: Dimension del file

source: Get image
ia: Obtener imagine

source: View source
ia: Vider fonte

source: show map
ia: monstrar mappa

source: hide map
ia: occultar mappa

source: Number of Files
ia: Numero de Files

source: show video
ia: monstrar video

source: hide video
ia: occultar video

source: Click on the magnifier to perform search
ia: Clicca sur le lupa pro exequer le recerca

source: Currently used search engines
ia: Motores de recerca actualmente usate

source: Supports selected language
ia: Supporta le lingua selectionate

source: User interface
ia: Interfacie del usator

source: Answers
ia: Replicas
